[Version]
7.7

[Main]	
Item0000=Bem-vindo ao HP Recovery Manager. Utilize esta ferramenta para reparar o seu computador caso alguma vez deixe de funcionar da forma habitual.
Item0001=Preciso de ajuda imediatamente
Item0002=Pretendo realizar tarefas de manutenção
Item0003=Pretendo contactar o Suporte HP
Item0004=Pretendo implementar medidas de segurança
Item0005=Restauro do Sistema do Windows
Item0006=Restaurar o sistema para uma data anterior
Item0007=Ambiente de Recuperação do Windows
Item0008=Reinicie o computador e entre no Ambiente de Recuperação do Windows para atualizar a imagem ou restaurar o sistema para o estado de fábrica original
Item0009=Cópia de Segurança de Ficheiros
Item0010=Criar cópias de segurança dos seus dados pessoais
Item0011=Recuperação de Imagem Minimizada
Item0012=Restaurar apenas o sistema operativo, os controladores e algum software (imagem limpa)
Item0013=Executar Exame Completo do Computador
Item0014=Utilize a ferramenta Diagnóstico de Hardware para diagnosticar a memória, disco rígido, etc…
Item0015=Criação de Suporte de Dados para Recuperação
Item0016=Criar um suporte de dados para recuperar o seu sistema
Item0017=Remover a Partição de Recuperação
Item0018=Apagar a imagem de cópia de segurança do software de fábrica para libertar espaço no disco rígido
Item0019=Reposição de Fábrica
Item0020=Efectuar a reposição do computador apagando todo o disco rígido e restaurando a configuração original de fábrica
Item0021=Executar a Manutenção do Computador
Item0022=Resolver problemas, transferir actualizações e saber mais sobre o seu computador
Item0023=Obter Assistência da HP
Item0024=Visualizar as informações de contacto do Suporte ao Cliente HP
Item0025=Mostrar informações de contacto
Item0026=Visualizar as informações de contacto do Suporte ao Cliente HP
Item0027=Reinstalar Controladores e Aplicações
Item0028=Reinstalar os controladores e/ou as aplicações
Item0029=Desativado: A partição de recuperação foi removida.
Item0030=Desativado: Utilize suportes de dados para recuperação para recuperar o seu sistema.
Item0031=Desativado: O Restauro do Sistema do Windows está desligado.
Item0032=Desativado: HP Support Assistant não instalado.
Item0033=Cópia de Segurança e Restauro do Windows
Item0034=Criar uma cópia de segurança ou ficheiros de restauro a partir de uma cópia de segurança existente
Item0035=Direitos de Acesso Insuficientes
Item0036=O HP Recovery Manager requer Privilégios de Administrador para ser executado. Aumente a definição do Controlo de Conta de Utilizador (UAC). 	
Item0037=Versão: 00
Item0038=Desativado: Não suportado com Disco Dinâmico
Item0039=Desativado: Utilize a Gestão de Discos do Windows
Item0040=Histórico de Ficheiros do Windows
Item0041=É necessário o acesso à Partição de Recuperação para algumas funcionalidades. Por favor, ancore o tablet na base e reinicie o HP Recovery Manager para ativar estas opções.
Item0042=Para utilizar esta opção, ancore o tablet na base e reinicie o HP Recovery Manager.
Item0043=As opções de Recuperação e Cópia de Segurança de Ficheiros requerem o acesso à Partição de Recuperação na base. Por favor, ancore o tablet na base, reinicie o sistema e prima F11 para reiniciar o HP Recovery Manager. Clique em Continuar para executar a Verificação do Computador.
Item0044=Atualização do Sistema do Windows
Item0045=Precauções
Item0046=Suporte
Item0047=Manutenção
Item0048=Criar suporte de dados para recuperação
Item0049=Criar suporte de dados para recuperação do seu sistema
Item0050=Executar a manutenção do computador 
Item0051=Contactar o suporte HP
Item0052=Remover a partição de recuperação
Item0053=Criar pontos de restauro ou usar pontos de restauro criados anteriormente para restaurar o sistema para uma data anterior
Item0054=Histórico de ficheiros do Windows
Item0055=Ambiente do HP Recovery
Item0056=Reinicie e inicie o Ambiente de Recuperação HP para restaurar o sistema para o seu estado original de fábrica
Item0057=Não ejete o tablet da estação de ancoragem durante o processo de recuperação. Isso poderá impossibilitar o arranque do tablet.
Item0058=Reinicie o computador e introduza 00 para restaurar o sistema
Item0059=Reposição do Sistema Windows
Item0060=O HP Recovery Manager é suportado apenas em modo horizontal.
Item0061=Feche o HP Recovery Manager, mude o ecrã para o modo horizontal e volte a executar o HP Recovery Manager.

[General]	
Item0100=Anterior
Item0101=Seguinte
Item0102=Cancelar
Item0103=Continuar
Item0104=Concluir
Item0105=OK
Item0106=Pretende sair do HP Recovery Manager?
Item0107=Certifique-se de que o computador está ligado ao transformador ou o processo de restauro pode ser interrompido.
Item0108=HP Recovery Manager já está em execução!!
Item0109=Reiniciar
Item0110=Encerrar
Item0111=Atenção: O computador encontra-se actualmente a funcionar com energia da bateria.
Item0112=Este processo requer a ligação do computador ao transformador.
Item0113=Ligue o transformador ao computador e clique em OK para continuar.
Item0114=O HP Recovery Manager falhou. Código de erro = 00
Item0115=Encontrámos alguns erros. Tente novamente.
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=(código de erro=00)
Item0119=A recuperação não é suportada na configuração actual, active a opção de aceleração para a tecnologia Intel Smart Response Technology e volte a tentar.
Item0120=O Recovery Manager destinava-se ao Windows 7. Não é compatível com o Windows 8.
Item0121=Este Softpaq não é suportado no  Windows 7. Primeiro atualize o sistema para o Windows 8.
	
[Windows System Restore]
Item0200=Restauro do Sistema do Windows
Item0201=Para utilizar o Restauro do Sistema do Windows, o HP Recovery Manager irá fechar.
Item0202=O Restauro do Sistema do Windows pode ajudar a corrigir problemas que possam fazer com que o seu computador funcione de forma lenta ou deixe de responder. Não afetará quaisquer dos seus documentos, imagens ou dados pessoais.
Item0203=Para iniciar automaticamente o Restauro do Sistema do Windows, clique em Seguinte.
	       	
[Computer Checkup]	
Item0250=Exame Completo do Computador
Item0251=Iniciar Verificar o Disco na Partição Windows
Item0252=Iniciar Verificar o Disco na Partição de Recuperação
Item0253=Abrir uma Linha de Comandos
Item0254=Para continuar, seleccione uma opção e clique em Seguinte.
		
[Remove Recovery Partition]	
Item0300=Remover a Partição de Recuperação
Item0301=As opções Windows Push Button Reset (Reposição do Botão do Windows) e recuperação de imagem HP não ficarão disponíveis depois de remover a partição de recuperação.
Item0302=Compreendido. Continuar com a remoção da partição de recuperação.
Item0303=Continuar
Item0304=A criação do Suporte de Dados para Recuperação não foi concluída. A opção de criação do Suporte de Dados para Recuperação não se encontrará disponível após a remoção da partição de recuperação.
Item0305=Vá para 00 agora.
Item0306=A Remover a Partição de Recuperação…
Item0307=Clique em Continuar para regressar à página inicial
Item0308=Página inicial
Item0309=Criar Suporte de Dados para Recuperação
Item0310=Encontrámos erros durante a remoção da partição de recuperação. Tente novamente.
Item0311=A partição de recuperação foi removida com sucesso.
Item0312=As opções de recuperação de imagens HP não estão disponíveis após a remoção da partição de recuperação.
		
[File Restore Program]	
Item0400=Restauro de Ficheiros 
Item0401=Bem-vindo
Item0402=O Restauro de Ficheiros ajuda-o a restaurar ficheiros que guardou anteriormente numa cópia de segurança.
Item0403=Clique em Seguinte para continuar.
Item0404=Que tipos de ficheiros pretende restaurar?
Item0405=Imagens
Item0406=Música e outros ficheiros de áudio
Item0407=Vídeos e filmes
Item0408=Programas de televisão gravados
Item0409=Documentos, folhas de cálculo e apresentações
Item0410=E-mails, favoritos da Internet e definições
Item0411=Outros
Item0412=Ajuda
Item0413=Os ficheiros são restaurados na seguinte localização:
Item0414=Foi colocado um atalho para esta localização no ambiente de trabalho.
Item0415=Restauro em curso
Item0416=Progresso: 00%
Item0417=Aguarde...
Item0418=Ficheiros Restaurados
Item0419=O restauro foi concluído com êxito.
Item0420=Para fechar este programa, clique em Concluir.
Item0421=O caminho de alguns ficheiros restaurados tem mais de 260 caracteres. Consulte 00.
Item0422=OK
Item0423=Aviso
Item0424=O Restauro de Ficheiros já está em execução.
Item0425=Tem de estar no Windows 7 para executar o Restauro de Ficheiros.
Item0426=Cancelar o Restauro de Ficheiros?
Item0427=Restauro Cancelado
Item0428=Cancelou o processo de restauro.
Item0429=Onde pretende guardar os ficheiros de cópia de segurança?
Item0430=Disco local
		
[File Backup Program]	
Item0500=Cópia de Segurança de Ficheiros
Item0501=Que tipo de ficheiros pretende guardar na cópia de segurança?
Item0502=Imagens
Item0503=Música e outros ficheiros de áudio
Item0504=Vídeos e filmes
Item0505=Programas de televisão gravados
Item0506=Documentos, folhas de cálculo e apresentações
Item0507=E-mails, favoritos da Internet e definições
Item0508=Outros
Item0509=Ajuda
Item0510=Clique em Seguinte para continuar.
Item0511=A pesquisar
Item0512=O Assistente da Cópia de Segurança de Ficheiros está a criar uma lista de ficheiros para guardar na cópia de segurança.
Item0513=Este processo poderá demorar alguns minutos.
Item0514=Progresso: 00 %
Item0515=Aguarde...
Item0516=Neste momento, não há espaço suficiente disponível na partição do sistema do disco rígido para o armazenamento temporário durante a compressão de dados.
Item0517=Tem de libertar algum espaço na partição do sistema do disco rígido para continuar com esta tarefa.
Item0518=OK
Item0519=Aviso
Item0520=Para continuar, seleccione uma opção e clique em Seguinte.
Item0521=A criar a cópia de segurança
Item0522=A criar os ficheiros de cópia de segurança
Item0523=A finalizar os ficheiros de cópia de segurança
Item0524=Não foi encontrado nenhum ficheiro do tipo seleccionado pelo utilizador.
Item0525=Onde pretende guardar a cópia de segurança?
Item0526=Tamanho dos ficheiros de origem: 00
Item0527=Nome
Item0528=Tipo
Item0529=Tamanho total
Item0530=Espaço livre
Item0531=Nenhum dispositivo disponível para efectuar a cópia de segurança de ficheiros. Certifique-se de que o disco amovível está ligado.
Item0532=Amovível
Item0533=A Cópia de Segurança de Ficheiros está pronta.
Item0534=Os ficheiros vão ser guardados em (00).
Item0535=A copiar a cópia de segurança 
Item0536=A unidade de destino não está ligada.
Item0537=Cópia de Segurança de Ficheiros
Item0538=O HP Recovery Manager criou a cópia de segurança com êxito.
Item0539=Cancelar a Cópia de Segurança de Ficheiros?
Item0540=Cancelar
Item0541=Cópia de Segurança Cancelada
Item0542=Cancelou o processo de cópia de segurança com êxito.
Item0543=Cancelou o processo de cópia de segurança.
Item0544=Pretende continuar com a Recuperação do Sistema?
Item0545=Pretende continuar com a Recuperação de Imagem Minimizada?
Item0546=Pretende continuar com a Reposição de Fábrica?
Item0547=Sim
Item0548=Não
Item0549=Gravador
Item0550=Nenhum dispositivo disponível para efectuar a cópia de segurança de ficheiros. Certifique-se de que o disco amovível ou o gravador estão ligados.
Item0551=Cópia de Segurança Automática
Item0552=Permite ao utilizador seleccionar as categorias que pretende guardar na cópia de segurança (por exemplo – Fotos). A cópia de segurança irá guardar a maioria dos tipos de ficheiro normalmente usados nessa categoria. Use esta opção se pretender configurar facilmente a sua cópia de segurança.
Item0553=Cópia de Segurança Manual
Item0554=Permite ao utilizador seleccionar os ficheiros e pastas específicos que vai guardar na cópia de segurança. Use esta opção se pretender controlar totalmente o que vai ser guardado na cópia de segurança.
Item0555=Cópia Directa de Dados
Item0556=A Cópia Directa de Dados não efectua nenhuma compressão e os ficheiros não são restaurados com o HP Recovery Manager. Para aceder aos ficheiros a partir de qualquer computador após ter efectuado a cópia de segurança, basta procurar na pasta Ficheiros de Recuperação do Sistema.
Item0557=Para restaurar os dados para o sistema original basta Copiar e Colar os ficheiros de volta.
Item0558=Introduza um DVD+R ou DVD-R virgem e clique em Seguinte.
Item0559=Progresso de gravação: 00 %
Item0560=Total de Disco(s): 00
Item0561=Disco Actual: 00
Item0562=Introduzir Disco
Item0563=Introduza um disco virgem.
Item0564=O disco introduzido não é suportado pelo HP Recovery Manager. Introduza um DVD+R ou DVD-R virgem (com 4,7 GB).
Item0565=A Preparar Dados 
	
[Recovery Media Creation]	
Item0600=Página inicial
Item0601=Criar Suporte de Dados para Recuperação
Item0602=Só pode criar 00 suporte de dados para recuperação.
Item0603=Aceito.
Item0604=Continuar
Item0605=Insira um dos seguintes suportes de dados:
Item0606=Unidade Flash USB
Item0607=00 GB de Espaço Livre Mínimo Necessário
Item0608=DVD
Item0609=00 Discos Necessários
Item0610=DVDDL
Item0611=Continuar com o suporte realçado?
Item0612=Sim
Item0613=Não
Item0614=A unidade flash USB de recuperação está a ser criada...
Item0615=Preparar Disco
Item0616=A Formatar a Unidade Flash USB
Item0617=Copiar Imagem
Item0618=A copiar a imagem de recuperação para a unidade flash USB...
Item0619=Verificar Disco
Item0620=A verificar a imagem de recuperação na unidade flash USB...
Item0621=00 % concluído
Item0622=Introduzir Disco
Item0623=Introduza um disco 00 para continuar. Clique em Cancelar para parar a criação do Suporte de Dados para Recuperação. O processo de criação do Suporte de Dados para Recuperação pode ser retomado em qualquer momento ao seleccionar novamente a opção Criar Suporte de Dados para Recuperação.
Item0624=Preparar Dados
Item0625=A Criar a imagem de Recuperação
Item0626=Gravar Dados
Item0627=A gravar a imagem de Recuperação no disco
Item0628=Verificar Disco
Item0629=A Verificar a imagem de Recuperação no disco
Item0630=o suporte de dados para recuperação foi criado em 00. Só pode criar UM suporte de dados para recuperação.
Item0631=Clique em OK para regressar à página inicial
Item0632=OK
Item0633=A criação do Suporte de Dados para Recuperação não foi concluída. Prima em Continuar para concluir a criação do suporte de dados para recuperação.
Item0634=Cancelar
Item0635=Ligar o transformador ao computador
Item0636=A bateria tem de estar colocada e o computador tem de estar ligado ao respectivo transformador para continuar com este processo
Item0637=Colocar a Bateria
Item0638=Não foi encontrada nenhuma Unidade Óptica
Item0639=Pode ligar a Unidade Óptica agora
Item0640=Disco Blu-ray
Item0641=A criação do Disco de recuperação 00 está concluída. Identifique o disco 00 e guarde-o num local seguro.
Item0642=A Unidade Flash vai ser formatada. Todos os dados da unidade flash USB serão perdidos. Todo o espaço na unidade Flash USB será ocupado pela imagem de recuperação (mesmo se a unidade Flash USB for maior do que o tamanho previsto da imagem de recuperação).
Item0643=Clique em Cancelar para regressar à selecção do suporte ou em Continuar para iniciar a preparação do disco.
Item0644=Seleccionar um dos seguintes suportes 
Item0645=UM
Item0646=A Analisar o Hardware...…
Item0647=Criação do suporte de dados para recuperação em curso. O HP Recovery Manager não pode ser fechado.
Item0648=Encontrámos erros durante a criação do suporte de dados para recuperação. Tente novamente.
Item0649=A capacidade da unidade flash inserida é insuficiente. Insira outra unidade.
Item0650=O suporte regravável não é suportado. Insira um disco 00 vazio.
Item0651=O disco inserido não está vazio. Insira um disco 00 vazio.
Item0652=O Disco de recuperação 00 de 01 está concluído. Identifique o disco 00 de 01 e guarde-o num local seguro.
Item0653=O Disco de recuperação foi criado com sucesso.
Item0654=A Unidade flash de recuperação foi criada com sucesso. Identifique-a e guarde-a num local seguro.
Item0655=00 Disco(s) Necessário(s)
Item0656=O suporte regravável não é suportado!!
Item0657=O suporte inserido não é suportado!!
Item0658=A Partição de Recuperação foi removida - A opção de criação do Suporte de Dados já não se encontra disponível
Item0659=A verificação do disco falhou. Utilize outro disco e volte a tentar.
Item0660=A gravação do disco falhou. Utilize outro disco e volte a tentar.
Item0661=Este sistema é criado a partir do Suporte de Dados para Recuperação. Só pode criar UM suporte de dados para recuperação.
Item0662=A partição de recuperação foi removida.
Item0663=Limite USB excedido
Item0664=A imagem de recuperação excede os 32 GB. Utilize suportes óticos.
Item0665=A imagem de recuperação excede o tamanho limite da unidade flash USB de 32 GB. Para criar um suporte de dados para recuperação necessita de utilizar suportes óticos (DVDs)
Item0666=Certifique-se de que a unidade flash USB tem capacidade para 00 GB de dados (no máximo 32 GB).
Item0667=- O disco de recuperação 00 de 01 está completo. Identifique o disco como "00 de 01" e mantenha-o num lugar seguro.
Item0668=- Insira um disco para prosseguir ou clique em Cancelar para interromper a criação de suporte de dados de recuperação. 
Item0669=- Pode continuar quando quiser selecionando novamente a opção Criar suporte de dados de recuperação.
Item0670=Atenção: A unidade flash USB selecionada será formatada. Todos os dados na unidade flash USB serão eliminados permanentemente.
Item0671=Será utilizado um máximo de 32 Gb na unidade flash USB para a imagem de recuperação. Se a unidade flash USB for maior do que 32 Gb, o espaço extra nessa unidade flash será inutilizado depois da criação do suporte de dados de recuperação.
Item0672=Clique em Cancelar para regressar à seleção do suporte de dados ou clique em Continuar para iniciar a criação de suporte de dados de recuperação.
Item0673=Selecione 00 para voltar à seleção de suporte de dados, ou selecione 01 para iniciar a criação do suporte de dados de recuperação.
	
[System Recovery]	
Item0700=Restaure o computador para o estado de fábrica original
Item0701=Este processo irá reinstalar a imagem original de fábrica na partição do sistema mas não efectuará outras alterações no disco rígido.
Item0702=Todos os ficheiros criados pelo utilizador e programas instalados após a compra serão perdidos.
Item0703=Efectuar primeiro uma cópia de segurança dos ficheiros (recomendado)
Item0704=Efectuar a recuperação sem uma cópia de segurança dos ficheiros
Item0705=Para continuar, seleccione uma opção e clique em Seguinte.
Item0706=Ambiente de Recuperação HP
Item0707=Bem-vindo ao HP Recovery Manager
Item0708=Use este programa para restaurar o computador para o estado de fábrica original.
Item0709=Desligue todos os dispositivos externos antes de continuar.
Item0710=Para obter mais informações, consulte a documentação do computador.
Item0711=Clique em Seguinte para continuar.
Item0712=Restauro da imagem de fábrica
Item0713=Reformatação da partição do Windows na unidade de disco rígido
Item0714=A reinstalar o software original
Item0715=Progresso: 00 % 
Item0716=Tempo estimado restante: 00 minuto(s)
Item0717=Aguarde...
Item0718=A recuperação está concluída
Item0719=Depois de reiniciar e terminar a configuração inicial do computador, é necessário executar alguns passos adicionais importantes:
Item0720=Actualizar os ficheiros de segurança da Microsoft e da HP
Item0721=Reinstalar o software que não veio com o computador
Item0722=Restaurar os dados pessoais dos quais possa ter efectuado uma cópia de segurança (se aplicável)
Item0723=Clique em Concluir para reiniciar o computador agora.
Item0724=Preparação da Recuperação
Item0725=A unidade de disco rígido irá ser reformatada e todos os ficheiros necessários para restaurar a imagem de fábrica serão copiados para a unidade de disco rígido.
Item0726=Instalação da Recuperação
Item0727=O software e os controladores são instalados e o conteúdo personalizado para o seu computador.
Item0728=O HP Recovery Manager vai restaurar o disco rígido para o estado de fábrica. Os Dados do Utilizador e as alterações no disco rígido serão perdidos.
Item0729=OK
Item0730=Cancelar
Item0731=Preparação da recuperação da imagem de fábrica
Item0732=A copiar os ficheiros necessários para restaurar a unidade de disco rígido
Item0733=A Preparação da Recuperação está concluída
Item0734=A fase da instalação da recuperação irá ser iniciada assim que o computador for reiniciado.
Item0735=O software e os controladores serão instalados e o conteúdo será personalizado para o seu computador.
Item0736=Durante esta fase, o computador irá ser reiniciado automaticamente diversas vezes. Isto é uma parte normal do processo.
Item0737=Durante este período, não desligue o computador, não feche a tampa, não desligue o transformador do computador nem tente aceder ao computador.
Item0738=Clique em Continuar para reiniciar o computador agora.
Item0739=Insira o disco de recuperação nº00.
Item0740=Remover o Suporte de Dados para Recuperação do sistema
Item0741=Não é possível efectuar a Recuperação do Sistema a partir do Windows. Pretende reiniciar o computador e entrar no ambiente de recuperação?
Item0742=Continuar?
Item0743=A Preparar o Ambiente de Recuperação…
Item0744=Feche todas as aplicações e reinicie o sistema.
Item0745=Desligue todos os dispositivos externos excepto o teclado, rato e monitor antes de continuar.
Item0746=Não é possível efectuar a Recuperação do Sistema a partir do Windows. Pretende reiniciar o computador e entrar no ambiente de recuperação?
Item0747=Existem duas fases no processo de recuperação:
Item0748=Página inicial
Item0749=Recuperação do Sistema
Item0750=Desactivado: Utilizar a opção de Reposição de Fábrica para recuperar o seu sistema	
Item0751=Actualize o seu sistema instalando as actualizações mais recentes da Microsoft e HP.
Item0752=Selecionou o Ambiente de Recuperação HP. O sistema irá reiniciar e iniciar o Ambiente de Recuperação. Pretende continuar?
Item0753=Se originalmente o seu computador incluía mais do que um sistema operativo, o processo de recuperação irá repor todos os sistemas operativos nas predefinições de fábrica.
Item0754=Selecionou 00. O sistema irá reiniciar e aceder ao ambiente de recuperação. Pretende continuar?
Item0755=Todos os ficheiros e partições criados pelo utilizador e quaisquer programas instalados após a compra serão perdidos.
Item0756=O processo de recuperação inclui duas fases:
Item0757=Preparação da recuperação
Item0758=A partição do Windows será reformatada e todos os ficheiros necessários para restaurar o Windows para o estado de fábrica original serão copiados para a unidade de disco rígido.
Item0759=Instalação da recuperação
Item0760=O software e os controladores serão instalados e o conteúdo personalizado para o seu computador.
Item0761=Restaurar ficheiros para a unidade de disco rígido
Item0762=A HP Drive Encryption (HPDE) está ativada neste computador. Desative a HPDE antes de executar a Recuperação do sistema.
	
[Minimized Image Recovery]	
Item0800=Recuperação de Imagem Minimizada
Item0801=Este processo irá reinstalar um ambiente Windows limpo, com controladores e com o software mínimo necessário instalado.
Item0802=Todos os ficheiros criados pelo utilizador e programas instalados após a compra serão perdidos.
Item0803=Efectuar primeiro uma cópia de segurança dos ficheiros (recomendado)
Item0804=Efectuar a recuperação sem uma cópia de segurança dos ficheiros
Item0805=Para continuar, seleccione uma opção e clique em Seguinte.
Item0806=Recuperação de Imagem Minimizada
Item0807=Bem-vindo ao HP Recovery Manager
Item0808=Este processo irá reinstalar um ambiente Windows limpo, com controladores e o software mínimo necessário instalado.
Item0809=Existem duas fases no processo de recuperação:
Item0810=Preparação da Recuperação
Item0811=A unidade de disco rígido irá ser reformatada e todos os ficheiros necessários para restaurar a imagem minimizada serão copiados para a unidade de disco rígido.
Item0812=Instalação da Recuperação
Item0813=O software e os controladores são instalados e o conteúdo personalizado para o seu computador.
Item0814=Desligue todos os dispositivos externos antes de continuar.
Item0815=Para obter mais informações, consulte a documentação do computador.
Item0816=Clique em Seguinte para continuar.
Item0817=Disco Dinâmico detectado. Não é possível continuar com a recuperação. Tem de utilizar o Suporte de Dados para Recuperação para restaurar o computador
Item0818=Preparação da recuperação de imagem minimizada
Item0819=Reformatação da partição do Windows na unidade de disco rígido
Item0820=A copiar os ficheiros necessários para restaurar a unidade de disco rígido
Item0821=Progresso: 00 % 
Item0822=Tempo estimado restante: 00 minuto(s)
Item0823=Aguarde...
Item0824=A Preparação da Recuperação está concluída
Item0825=A fase da instalação da recuperação irá ser iniciada assim que o computador for reiniciado.
Item0826=O software e os controladores serão instalados e o conteúdo será personalizado para o seu computador.
Item0827=Durante esta fase, o computador irá ser reiniciado automaticamente diversas vezes. Isto é uma parte normal do processo.
Item0828=Durante este período, não desligue o computador, não feche a tampa, não desligue o transformador do computador nem tente aceder ao computador.
Item0829=Clique em Continuar para reiniciar o computador agora.
Item0830=A recuperação está concluída
Item0831=Depois de reiniciar e terminar a configuração inicial do computador, é necessário executar alguns passos adicionais importantes:
Item0832=Actualizar os ficheiros de segurança da Microsoft e da HP
Item0833=Reinstalar o software que não veio com o computador
Item0834=Restaurar os dados pessoais dos quais possa ter efectuado uma cópia de segurança (se aplicável)
Item0835=Clique em Concluir para reiniciar o computador agora.
Item0836=OK
Item0837=Insira o disco de recuperação nº00.
Item0838=Remover o Suporte de Dados para Recuperação do sistema
Item0839=O HP Recovery Manager irá instalar a imagem Minimizada. Os Dados do Utilizador e as alterações no disco rígido serão perdidos.
Item0840=Desligue todos os dispositivos externos excepto o teclado, rato e monitor antes de continuar.
Item0841=Desactivado: Utilizar a opção de Reposição de Fábrica para recuperar o seu sistema
Item0842=Se originalmente o seu computador incluía mais do que um sistema operativo, o processo de recuperação irá repor todos os sistemas operativos nas predefinições de fábrica.
	
[Boot from UCRD]	
Item0900=Recuperação do Sistema
Item0901=O HP Recovery Manager inicia a partir da unidade de disco rígido por predefinição, mas pode executá-lo a partir do suporte que introduziu.
Item0902=Executar o programa a partir do suporte
Item0903=Executar o programa a partir do disco rígido
Item0904=Para continuar, seleccione uma opção e clique em Seguinte.
Item0905=Executar o Programa a Partir do Disco Rígido
Item0906=O computador vai agora reiniciar a partir da partição.
Item0907=Remova o suporte de dados para recuperação antes de continuar.
Item0908=Para fechar este assistente, clique em Concluir.
Item0909=Contactar o Suporte ao Cliente HP
Item0910=O suporte de dados para recuperação do sistema não é compatível com este computador.
Item0911=Não pode restaurar este sistema com o suporte de dados.
Item0912=Não pode restaurar este sistema com a porta do dispositivo, contacte o suporte ao cliente HP.
		
[Factory Reset]	
Item1000=Reposição de Fábrica
Item1001=Restauro da Imagem de Fábrica
Item1002=Pretende restaurar o estado original de fábrica do sistema?
Item1003=Efectuar primeiro uma cópia de segurança dos ficheiros (recomendado)
Item1004=Efectuar a recuperação sem uma cópia de segurança dos ficheiros
Item1005=Para continuar, seleccione uma opção e clique em Seguinte.
Item1006=Bem-vindo ao HP Recovery Manager
Item1007=Use este programa para restaurar o computador para o estado de fábrica original.
Item1008=Existem duas fases no processo de recuperação:
Item1009=Preparação da Recuperação
Item1010=A unidade de disco rígido irá ser reformatada e todos os ficheiros necessários para restaurar a imagem de fábrica serão copiados para a unidade de disco rígido.
Item1011=Instalação da Recuperação
Item1012=O software e os controladores são instalados e o conteúdo personalizado para o seu computador.
Item1013=Desligue todos os dispositivos externos antes de continuar.
Item1014=Para obter mais informações, consulte a documentação do computador.
Item1015=Clique em Seguinte para continuar.
Item1016=O HP Recovery Manager vai restaurar o disco rígido para o estado de fábrica. Os Dados do Utilizador e as alterações no disco rígido serão perdidos.
Item1017=Preparação da recuperação da imagem de fábrica
Item1018=Reformatação da partição do Windows na unidade de disco rígido
Item1019=A copiar os ficheiros necessários para restaurar a unidade de disco rígido
Item1020=A restaurar os ficheiros para a unidade de disco rígido
Item1021=Progresso: 00 % 
Item1022=Aguarde...
Item1023=Tempo estimado restante: 00 minuto(s)
Item1024=A Preparação da Recuperação está concluída
Item1025=A fase da instalação da recuperação irá ser iniciada assim que o computador for reiniciado.
Item1026=O software e os controladores serão instalados e o conteúdo será personalizado para o seu computador.
Item1027=Durante esta fase, o computador irá ser reiniciado automaticamente diversas vezes. Isto é uma parte normal do processo.
Item1028=Durante este período, não desligue o computador, não feche a tampa, não desligue o transformador do computador nem tente aceder ao computador.
Item1029=Clique em Continuar para reiniciar o computador agora.
Item1030=A recuperação está concluída
Item1031=Depois de reiniciar e terminar a configuração inicial do computador, é necessário executar alguns passos adicionais importantes:
Item1032=Actualizar os ficheiros de segurança da Microsoft e da HP
Item1033=Reinstalar o software que não veio com o computador
Item1034=Restaurar os dados pessoais dos quais possa ter efectuado uma cópia de segurança (se aplicável)
Item1035=Clique em Concluir para reiniciar o computador agora.
Item1036=Sim
Item1037=Não
Item1038=Contactar o Suporte ao Cliente HP
Item1039=Na maior parte dos casos, a recuperação da unidade de disco rígido corrigirá os problemas.
Item1040=Se os problemas continuarem, poderá ter de contactar o Suporte ao Cliente HP.
Item1041=As informações de contacto do Suporte ao Cliente HP encontram-se na documentação do computador.
Item1042=Para fechar este programa, clique em Concluir.
Item1043=Insira o disco de recuperação nº00.
Item1044=Remover o Suporte de Dados para Recuperação do sistema
Item1045=O HP Recovery Manager vai repor as unidades de disco rígido para o estado original de fábrica. Os Dados do Utilizador e todas as alterações no disco rígido serão perdidos.
Item1046=OK
Item1047=Cancelar
Item1048=Desligue todos os dispositivos externos excepto o teclado, rato e monitor antes de continuar.
Item1049=O HP Recovery Manager irá repor a definição de fábrica original das unidades de disco rígido. Os Dados do Utilizador e todas as alterações no disco rígido serão perdidos.	
Item1050=Este processo irá repor o seu sistema nas predefinições de fábrica.
Item1051=O disco duro será reformatado e dividido novamente em partições consoante as predefinições de fábrica.
Item1052=Todos os ficheiros e partições criados pelo utilizador e programas instalados após a compra serão perdidos.
Item1053=Se originalmente o seu computador incluía mais do que um sistema operativo, o processo de recuperação irá repor todos os sistemas operativos nas predefinições de fábrica.
	
[Restoration Incomplete]	
Item1100=Restauro Incompleto
Item1101=O restauro não foi concluído.
Item1102=Seleccione um dos seguintes botões:
Item1103=Guardar Registo
Item1104=Detalhes
Item1105=Repetir
Item1106=Esta funcionalidade recolhe informações acerca do seu sistema para ajudar a HP a diagnosticar o problema.
Item1107=Introduza uma unidade de disco amovível com pelo menos 00 MB de espaço livre e, em seguida, clique em OK.
Item1108=OK
Item1109=Não existe espaço livre suficiente. Introduza uma unidade de disco amovível com, pelo menos, 00 MB de espaço livre e, em seguida, clique em OK.
Item1110=O ficheiro de registo foi guardado como 00.
Item1111=Insira o suporte de dados para recuperação.
Item1112=Clique em Continuar para reiniciar o computador agora.
Item1113=Continuar
Item1114=O espaço total da unidade de disco rígido é inferior ao espaço da unidade de disco rígido instalada na fábrica. Não é possível continuar o processo de recuperação.
Item1115=O espaço total da unidade de disco rígido é insuficiente. Não é possível continuar o processo de recuperação.
		
[Drivers and Applications Reinstall]	
Item1200=Reinstalar Controladores e Aplicações
Item1201=A criar a lista de controladores e aplicações
Item1202=Página inicial
Item1203=Instalar
Item1204=A instalar
Item1205=Completo
Item1206=Aplicações (00)
Item1207=Controladores (00)
Item1208=Actualizações HP (00) - actualizações transferidas e instaladas a partir de HP.com ou do HP Support Assistant
Item1209=Versão: 00
Item1210=00 itens,
Item1211=00 de 01 itens seleccionados,
Item1212=00 Aplicação e
Item1213=00 Aplicações e
Item1214=00 Controlador e
Item1215=00 Controladores e
Item1216=00 Actualização HP
Item1217=00 Actualizações HP
Item1218=Instalação concluída.
Item1219=O software está a ser instalado. O encerramento do HP Recovery Manager foi cancelado.
Item1220=OK
Item1221=É necessário desinstalar a versão anterior do software antes de instalar o software.
Item1222=Encontrámos erros durante reinstalação do software. Tente novamente.
Item1223=Não Foi Encontrada nenhuma fonte de Software Nesta Máquina
Item1224=Item
Item1225=00 de 01 item seleccionado,
Item1226=Um ou mais controlador(es) e/ou aplicação(ões) pode(m) não se encontrar correctamente instalado(s) e foi(ram) marcado(s) com “Ponto de exclamação”. Desinstale-os/as do computador antes de tentar instalar novamente a partir do HP Recovery Manager.
Item1227=Um ou mais controlador(es) e/ou aplicação(ões) pode(m) não se encontrar correctamente instalado(s) e foi(ram) marcado(s) com 00. Desinstale-os/as do computador antes de tentar instalar novamente a partir do HP Recovery Manager.
Item1228=Controlador 00
Item1229=Controladores 00	
Item1230=Concluído	
	
[RP Protection]	
Item1300=Partição de Recuperação
Item1301=Aviso
Item1302=Esta área do seu disco rígido (ou partição) contém os ficheiros utilizados durante o Windows Push Button Reset (Reposição do Botão do Windows) e a recuperação de imagem HP.
Item1303=Não apague ou altere nenhum destes ficheiros.
Item1304=Todas as alterações a esta partição poderão afetar a funcionalidade de recuperação do sistema no futuro.
	
[Show Contact Information]	
Item1350=Contactar o Suporte ao Cliente HP
Item1351=Na maior parte dos casos, um restauro da imagem de fábrica corrigirá os problemas.
Item1352=Se continuar a ter problemas ou se precisar de discos de recuperação do sistema de substituição, pode ser necessário solicitar assistência junto do Suporte ao Cliente HP.
Item1353=Pode contactar o Suporte ao Cliente HP em:
Item1354=www.hp.com/go/contacthp
Item1355=Clique em Concluir para fechar este programa.
Item1356=Clique em Cancelar para fechar este programa.

[File Backup Program 2.0]
Item1400=Que método de selecção de ficheiros deseja utilizar para criar a cópia de segurança?
Item1401=Selecção automática
Item1402=Selecione as categorias de ficheiros que pretende criar cópias de segurança.
Item1403=Selecção do utilizador
Item1404=Seleccione as pastas e ficheiros de que pretende criar cópias de segurança manualmente.
Item1405=Com a seleção automática, o utilizador escolhe as categorias de ficheiros que pretende criar cópias de segurança. Por exemplo, “Imagens” e “Música e outros ficheiros de áudio”. De seguida o programa procura no computador ficheiros que se incluem nestas categorias (baseadas num conjunto predefinido de tipos de ficheiros utilizado) e cria cópias de segurança dos mesmos. Os ficheiros são comprimidos e devem ser restaurados mediante a opção de restauro de ficheiros de maneira a ficarem acessíveis.
Item1406=Com a selecção de utilizador, são seleccionados os ficheiros e pastas específicos de que serão feitas cópias de segurança, através de uma janela de pesquisa do Windows. Existem duas opções de cópias de segurança – Compressão e Sem compressão
Item1407=Compressão: Os ficheiros são comprimidos e devem ser restaurados mediante a opção de restauro de ficheiros de maneira a ficarem acessíveis.
Item1408=Sem compressão: Os ficheiros e directórios são copiados individualmente sem compressão. Acede-se aos ficheiros sem utilizar a opção de restauro de ficheiros.
Item1409=Pretende utilizar a compressão?
Item1410=Compressão
Item1411=Sem compressão
Item1412=Os ficheiros são comprimidos num formato de ficheiro WIM e devem ser restaurados no computador mediante a opção de Restauro do ficheiro de maneira a ficarem acessíveis. Esta opção diminui o tamanho da cópia de segurança e, durante o Restauro do ficheiro, todos os ficheiros serão copiados automaticamente para C:\, ficando acessíveis através de um atalho no Ambiente de trabalho.
Item1413=Os ficheiros e directórios são copiados individualmente sem compressão, podendo ser acedidos directamente através da unidade de cópia de segurança, sem utilizar a opção de Restauro do ficheiro. Esta opção não diminui o tamanho da cópia de segurança e os ficheiros e directórios terão de ser copiados manualmente (copiar/colar) de volta para o computador.
Item1414=Quais são os ficheiros de que pretende criar cópias de segurança?
Item1415=Procurar Ficheiros
Item1416=Tamanho da cópia de segurança:  00
Item1417=Nome
Item1418=Tamanho
Item1419=Selecção de suporte de dados da cópia de segurança
Item1420=Selecção de suporte de dados: 00
Item1421=Precisa de 00 discos deste tipo para criar a cópia de segurança.
Item1422=Para continuar com a criação da cópia de segurança com o suporte de dados seleccionado, clique em Seguinte.
Item1423=Para escolher um tipo de suporte de dados diferente, clique em Anterior.
Item1424=Preparação do Ficheiro
Item1425=A Criar o Disco
Item1426=Gravar Disco
Item1427=Verificar Disco
Item1428=Introduza o disco 00 de 00 00.
Item1429=Ficheiros seleccionados
Item1430=Copiar os ficheiros
Item1431=Ficheiros seleccionados e directórios copiados
Item1432=O Recovery Manager copiou os ficheiros com êxito.
Item1433=Alguns ficheiros têm um tamanho superior à capacidade do disco da cópia de segurança; não é possível continuar com o processo de criação de cópia de segurança.
Item1434=Mudar para o Modo de compressão
Item1435=Ficheiros não seleccionados com tamanho superior a 00
Item1436=Seleccionar o dispositivo novamente
Item1437=Lista de ficheiros grandes
Item1438=Introduza 00 discos.
Item1439=A unidade disponível não tem espaço livre suficiente para a cópia de segurança. Estabeleça ligação a outra unidade ou liberte espaço naquela que está actualmente seleccionada.
Item1440=Este tipo de disco não é suportado.
Item1441=Reduz o tamanho do ficheiro. Requer a utilização da opção Restauro de ficheiros.
Item1442=Não reduz o tamanho do ficheiro, não requer a opção Restauro de ficheiros.
Item1443=Uma cópia de segurança só pode ser guardada em suportes ópticos ou HDD externo. Se o dispositivo pretendido e/ou tipo de suporte de dados não estiver listado abaixo, certifique-se de que o dispositivo está ligado ou de que o tipo de suporte de dados pretendido está inserido no dispositivo óptico para continuar o processo de cópia de segurança.
Item1444=Este não é o disco correto ou pode estar danificado. Insira o disco 00.
Item1445=Uma cópia de segurança só pode ser guardada num disco rígido externo ou numa unidade flash USB em formato NTFS. Certifique-se de que o dispositivo pretendido está ligado e que o sistema de ficheiros é NTFS antes de continuar o processo de criação de cópia de segurança.
Item1446=Se 00 for selecionado em Seleção automática ou Seleção do utilizador, será criada uma cópia de segurança de todos os ficheiros no modo Sem compressão, os quais terão de ser restaurados manualmente copiando os dados. Não é possível utilizar a opção Restauro de ficheiros.
Item1447=Todos os ficheiros armazenados na pasta do 00.
Item1448=Os ficheiros são comprimidos num formato de ficheiro WIM e devem ser restaurados no computador através da opção Restauro de ficheiros de maneira para que seja possível aceder-lhes. Esta opção minimiza o tamanho da cópia de segurança, e todos os ficheiros serão restaurados para o destino especificado por si e disponibilizados através de um atalho no ambiente de trabalho.
Item1449=A compressão não é suportada quando está os dados do 00 estão selecionados.
Item1450=Foi criada a cópia de segurança dos dados do 00 para a seguinte pasta no diretório de raiz da pasta da cópia de segurança:
Item1451=Quando a recuperação tiver terminado, copie a cópia de segurança dos dados do 00 desde a pasta do suporte de dados de cópia de segurança acima para o seu sistema.
Item1452=Apenas é possível criar a cópia de segurança dos dados do 00 utilizando a opção Sem compressão.
Item1453=Selecione OK para criar a cópia de segurança utilizando a opção Sem compressão, ou selecione Cancelar para criar novamente a cópia de segurança dos ficheiros.

[Windows Recovery Environment]
Item1500=Cópia de segurança e recuperação da HP ou contacte o Suporte da HP

[Windows System Refresh]
Item1600=Atualizar o seu PC sem afetar os seus ficheiros pessoais

[AboutInfo]
Item1700=Informações
Item1701=Versão
Item1702=Suporte de dados de recuperação
Item1703=Sistema
Item1704=Número do produto
Item1705=Número de série
Item1706=Partição de recuperação da HP
Item1707=Sim
Item1708=Não
Item1709=Acerca do